Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F24B.tmx
Source language: en_us
Languages: zh_cn

source: Dressing Like My Mother
zh_cn: 穿的像我母亲一样

source: My mother used to dress up for airports and emergency rooms.
zh_cn: 母亲去机场和急诊室前常常要先穿衣打扮。

source: When I was 3 and cracked my forehead open on a doorjamb, she had me change - I believe into a smocked white dress, an interesting choice for a child with a head wound - before we drove to the emergency room at NewYork-Presbyterian.
zh_cn: 我三岁那年有一次被侧门柱划破了额头，母亲就先给我换完衣服，然后才开车载我前往纽约长老会的急诊室。我总觉得让头上有伤的小孩子穿上白色缩褶连衣裙是件很有趣的事。

source: Dressing up was my mother's way of taking control, and making sure that she felt her best going into a situation that, though she didn't betray it at the time, left her shaken and scared.
zh_cn: 穿衣打扮是母亲保持镇静的方法。换上盛装，她就能在颤栗与惊悚中（尽管可以做到面不改色）感受到最美好的自我。

source: There is a lot I wish I remembered about my mother that I don't, but what does stand out, in precise detail, are her clothes.
zh_cn: 关于母亲，有很多我希望自己可以记住，可实际上并没有记住的往事。不过，我依然清晰无误地记得母亲的穿着。

source: What she wore to work each day, in her job as a magazine editor and, later, as the editor in chief of two academic journals, fascinated me.
zh_cn: 母亲曾先后担任杂志编辑和两家学术期刊的主编，在那期间，她每天穿着上班的衣服让我非常着迷。

source: There was the pink and black houndstooth Chanel suit that she put on for important meetings (my favorite). A knee-skimming skirt in bold checks that she paired with boxy power jackets. The parade of high-waisted tweed and dove gray Katharine Hepburn pants she wore with tailored blouses.
zh_cn: 这里有一套她参加重要的会议时穿着的粉红黑千鸟格香奈儿套装(我的最爱)，有一条搭配直筒式硬挺夹克衫穿着的深格纹色齐膝短裙，还有一款搭配定制女式衬衫穿着的粗花呢、鸽灰色的凯瑟琳·赫本式高腰裤。

source: Diagnosed with colon cancer at the ridiculous age of 44, she underwent a successful surgery and afterward adopted a what-the-hell attitude toward expensive clothes (my mother was not usually associated with what-the-hell attitudes).
zh_cn: 母亲44岁时就被诊断患上了结肠癌。成功接受手术后，她开始为了高档服饰不顾一切（我们通常不会把她和这种不顾一切联想在一起）。

source: It was the late '80s and early '90s in Manhattan, when the power suit was still ascendant, and with her long legs and slim wrists and ankles, she could pull off the bold colors and knifelike shoulders.
zh_cn: 当时是硬挺夹克在曼哈顿依旧受宠的80年代末90年代初，双腿修长、手脚腕纤细的母亲穿出醒目色彩和刀状披肩的美丽。

source: One day she came home with a purple sequined evening jacket.
zh_cn: 有一天，母亲穿着一身闪闪发亮的紫色晚装夹克回了家。

source: A few weeks earlier, her doctor had found something during a follow-up appointment - a growth that, my mother informed my brother and me in her calm medical-information voice, was "95 percent noncancerous."
zh_cn: 几个星期前，医生在复诊中有了新发现。“肿瘤为恶性的概率只有5%，”母亲用平静的医讯语调把这一喜讯告诉了我和我哥哥。

source: After a biopsy confirmed it was benign, she got the jacket.
zh_cn: 活检确认肿瘤为良性之后，母亲买了这件夹克衫。

source: "When the doctors said everything was all right, I thought, well why not?" she said, spinning from side to side in her purple armor.
zh_cn: “当医生对我说一切安好的时候，我就想，怎么可能会不好呢？”她一边说，一边穿着这身紫色盔甲四处转圈。

source: Until that moment, I hadn't realized how scared she had been.
zh_cn: 直到那时，我才意识到母亲原先有多么的害怕。

source: She died when I was 17.
zh_cn: 我17岁那年，母亲去世了。

source: In those first months after it happened, I used to lean into the closet where she stored her fanciest clothes and let myself be swallowed by the crush of evening gowns.
zh_cn: 在她刚走的那几个月中，我常常倚靠在母亲存放精美服饰的衣柜里，任由一大堆晚礼服将我包围。

source: My favorites were a gold lam strapless number with an intricate, woven bodice - so outlandish for my mother - and a black and white polka-dotted gown slashed with fuchsia that had an enormous crepe rose fastened to the shoulder.
zh_cn: 我最喜欢的是一件搭配精织紧身胸衣穿着的金色斜纹露肩礼服(对母亲而言非常古怪)和一件黑白色圆点花纹礼服(礼服上有深紫红色的裂纹，肩部别着一大朵皱纹玫瑰)。

source: Clothes were one of the few indulgences she really embraced, and this ritual comforted me because it let me remember my mother, who spent her final months at home, chained to an IV, at her most glamorous and powerful.
zh_cn: 衣服是母亲为数不多真心热爱的事物之一，这样一种仪式让我感到了些许慰藉。我想起了母亲。在她生命中最后的几个月里，母亲一直待在家中，手上总是插着静脉点滴管，但那也是她最迷人、最强大的时刻。

source: Now that I live in San Francisco, land of the billionaire hoodie, I never see anyone who looks like my mother.
zh_cn: 我现在住在旧金山，这里到处都是穿着连帽衫的亿万富豪。与我母亲相像的人我从来没有见过。

source: It's clear that in Silicon Valley, there's a strong relationship between informality and innovation, and I wonder how my mother would feel about that.
zh_cn: 显然，在硅谷，随便与创新之间的关联非常紧密。我想知道，母亲对此会有什么感觉。

source: I know she would despair over the acceptance of jeans at every life event except, perhaps, funerals.
zh_cn: 在这里，除了葬礼之外，在其他场合身穿牛仔裤都不会引起人们的反感。我知道，母亲一定会对此感到绝望。

source: To her, dressing well was not about vanity, but about respect - for herself and everyone else.
zh_cn: 因为在她眼中，穿的体面关乎不是虚荣，而是尊重。尊重自己，尊重他人。

source: I've thought about that a lot over the past two years, since my own son and daughter were born and I left a staff job at a magazine to go freelance so I could work from home.
zh_cn: 自从我有了自己的子女，自从我从杂志社辞职干起自由职业、可以在家工作之后，这两年我在穿着方面想了很多。

source: What's become clear, as I've transitioned from a long commute to an office filled with meetings and deadlines to working at home, is that it's too bad my mother is not alive to stage a wardrobe intervention.
zh_cn: 随着我从一名要为上下班跑很远，经常要应付会议和最后期限的职员变成了一位在家工作的自由职业者，有一点变得非常明确：我母亲去世了，不能帮我把衣柜整理得井井有条，真是糟糕透了。

source: When I left my job, I abandoned a uniform of print blouses, jackets and tailored skirts and jeans for the ultimate mom clich yoga pants.
zh_cn: 辞职后，我为了母亲的老生常谈 – 瑜伽裤，丢弃了一整套印花衬衫、夹克衫、定制的连衣裙和牛仔裤。

source: I'm sure there's a study that shows a negative correlation between productivity and wearing Lycra at 3 p.m., and yet, I find the slide hard to fight.
zh_cn: 我确信，有研究结果阐明生产力和下午三点穿莱卡之间的负面联系。可是我发现自己很难抗拒这一诱惑。

source: Motherhood already does a number on how you feel about your appearance, and without the uniform of a workplace, I'm a bit lost. Especially when my husband walks through the door each night, the last man alive in San Francisco to wear a suit to work.
zh_cn: 现在，作为母亲的我，对外表的感觉有了很多变化。没有了工作制服，我有一点茫然，尤其是我丈夫每天晚上走进家门的时候。在旧金山，只有我丈夫还穿着西装去上班。

source: I remember thinking this on the morning - and there is no graceful way to put this - that I had my first colonoscopy.
zh_cn: 记得那天早上，我在思考第一次接受结肠镜检查(没有更优雅的说法)的事。

source: I was getting the test much earlier than most because of my mother's medical history, and while I wasn't scared, I felt fragile as I stood scrambling an egg for my son's breakfast, wearing a gingham pajama top and plaid bottoms.
zh_cn: 由于母亲曾被诊断为结肠癌，我接受结肠镜检查时的年纪比大多数人要轻得多。尽管我并不惊慌，但当我穿着条纹面睡衣和格子裤，站着炒鸡蛋为儿子做早餐的时候，我感到有些虚弱。

source: When the sitter came, I opened the door to my closet.
zh_cn: 保姆来了之后，我打开了通往衣柜的房门。

source: Blazing past the machine-washable button-downs, I plucked out a blue silk shirt with a delicate pattern of birds.
zh_cn: 拨开一堆可机洗、领尖钉有钮扣的衣服，我拔出了一件印有精美飞鸟图案的蓝色丝质衬衫。

source: I put on my good pair of jeans and a navy wool blazer with a nipped waist. Instead of the inevitable canvas sneakers, I slotted my feet into buttery, robin's-egg-colored flats.
zh_cn: 我穿上了一条好看的牛仔裤，一件带有束腰的藏青色羊毛外套，和一双知更鸟蛋颜色的黄油平底鞋。以前我总是穿帆布胶底运动鞋，但这一次我没有。

source: When I got to the test center, the nurse instructed me to change into a gown but leave my blouse on.
zh_cn: 进入检测中心后，护士指示我换上长袍，但没有要求我脱下衬衫。

source: I took off the blazer and jeans I had put on an hour before and tucked them into a skinny locker that reminded me of elementary school.
zh_cn: 我脱下了一小时前穿上的外套和牛仔裤，把它们叠起来放进一个让我回想起小学生活的皮制储物柜里。
